[
    {
        "title": "赤旗",
        "url": "https://ja.wikipedia.org/wiki/%E8%B5%A4%E6%97%97",
        "img": "https://1.bp.blogspot.com/-QhN8RjEHUN0/XobTdjk6DxI/AAAAAAABYJM/flqIRHgzqIE8n3sMHKwecTaoz-aON2tnACNcBGAsYHQ/s1600/undoukai_ouendan_hata_red.png",
        "txt": "赤旗（あかはた、せっき、英: red flag）とは、赤色の旗で、フランス革命以降は政治的には革命あるいは革命思想である、社会主義や共産主義を象徴する旗である。特に共産主義やレーニン主義を表す「鎌と槌」や赤い星の図案と組み合わせて使用される。<br />中国語では「红旗」とよばれ、中国共産党理論誌の誌名や国産自動車のブランド名（紅旗）にも用いられている。",
        "blackSignalAlert": "君は何を学び、何を考えて今まで生きてきたのだ？ 特に、得点の1桁台が【0】ではない者は危険思想に関わる選択を一度でも犯した証左である。我々は「便所にいても捕まえてぶち殺してやる。それで問題は終わりだ」というスタンスでいる。前述した危険思想選択者はリストアップしている。",
        "comment": "もう一度だけだ。もう一度やり直すのだ。この画面を再び見た場合、君はもはやこの世界の住人ではなくなっていることだろう。"
    },
    {
        "title": "社会主義（しゃかいしゅぎ）",
        "url": "https://ja.wikipedia.org/wiki/%E7%A4%BE%E4%BC%9A%E4%B8%BB%E7%BE%A9",
        "img": "https://1.bp.blogspot.com/-9LpolXzSEYU/XQNuXM6NvzI/AAAAAAABTH4/iAwTmVhSDGUWsUNA95l1ipEEMXajZVIqwCLcBGAs/s800/gang_group_black.png",
        "txt": "社会主義（しゃかいしゅぎ）またはソーシャリズム（英語: Socialism）は、個人主義・自由主義・資本主義・市場経済の弊害に反対し、より平等で公正な社会を目指す思想・運動・体制を指す用語[1]。広義には、社会を組織化することにより人々を支える制度であり、歴史的には空想的社会主義・社会改良主義・社会民主主義・無政府主義・サンディカリズム・共産主義・国家社会主義などが含まれる[注 1]。狭義には資本主義・個人主義・自由主義・私有制などの対語として冷戦時代から使用されている。社会主義と共産主義はほぼ同義の意味として扱われることもある[3]。"
    },
    {
        "title": "共産主義（きょうさんしゅぎ）",
        "url": "https://ja.wikipedia.org/wiki/%E5%85%B1%E7%94%A3%E4%B8%BB%E7%BE%A9",
        "img": "",
        "txt": "共産主義（きょうさんしゅぎ、英: Communism、独: Kommunismus、露: Коммунизм、コミュニズム）とは、「主要な生産手段の所有・管理・運営を社会の手に移す生産手段の社会化」を実行しようとするマルクスやエンゲルスの思想。又は「能力に応じて働き、労働に応じて受けとる第一段階」である社会主義より段階の高い「能力に応じて働き、必要に応じて受けとる段階」を目指し、職業革命家からなる労働者階級の前衛政党による暴力革命とプロレタリア独裁を肯定し、国有化や経済の中央集権的計画化を行う思想。マルクス・レーニン主義とも言われた。ソ連崩壊まではレーニンが唱えた後者が国際的な「共産主義」の定説であり[1]、マルクスレーニン主義の意味での共産主義に反発する社会主義者から社会民主主義、議会制民主主義と反共を唱える民主社会主義が生まれた[2][3]。<br /><br />前者の意味では『共産党宣言』において、「各人の自由な発展が、万人の自由な発展の条件である結合社会」で唱えられた政治や経済分野での思想や理論・社会運動・政治体制のひとつで、主要な生産手段を社会化することによって、「人間による人間の搾取を廃止し、社会から貧困をなくすとともに、経済の推進力を、利潤追求から人間の物質的精神的な生活の発展に求め、すべての人間の自由で全面的な成長・発達を目的とする」思想、運動、社会体制を意味する。主として最初に社会主義・共産主義思想を唱えたマルクスとエンゲルスによって体系付けられたものであり[4][5][6][7][8]、彼らは「共産主義」と「社会主義」を同義として用いていた[1]。<br /><br />広義には共同体（コミュニティ）のための財産共有（私的財産禁止）を意味し、狭義には特にマルクス主義・ボリシェヴィズム・マルクス・レーニン主義などを指す（用語を参照）。当記事では広義の意味で記述する。<br /><br />共産主義のシンボルには、社会主義と同様に赤色や赤旗が広く使用されている。また特にマルクス・レーニン主義系の共産主義を表すシンボルには赤い星や鎌と槌なども使用されている。"
    }
]