[
    {
        "title": "ヨシフ・スターリン",
        "url": "https://ja.wikipedia.org/wiki/%E3%83%A8%E3%82%B7%E3%83%95%E3%83%BB%E3%82%B9%E3%82%BF%E3%83%BC%E3%83%AA%E3%83%B3",
        "img": "",
        "txt": "ヨシフ・ヴィッサリオノヴィチ・スターリン（ロシア語: Ио́сиф Виссарио́нович Ста́лин、グルジア語: იოსებ ბესარიონის ძე სტალინი、ラテン文字表記の例：Iosif Vissarionovich Stalin、1878年12月21日[注釈 1] - 1953年3月5日）は、ソビエト連邦の政治家[1]。1924年1月から1953年3月に渡って同国の最高指導者であった。一般に広く知られている「スターリン」という姓は「鋼鉄の（人）」[注釈 2]を意味する筆名であり、本名はヨシフ・ヴィッサリオノヴィチ・ジュガシヴィリ（ロシア語: Ио́сиф Виссарио́нович Джугашви́ли、グルジア語: იოსებ ბესარიონის ჯუღაშვილი）（#名前も参照）。<br />画像は「不明 または 未提供 - U.S. National Archives and Records Administration, パブリック・ドメイン, https://commons.wikimedia.org/w/index.php?curid=114417866による」",
        "blackSignalAlert": "得点の1桁台が【0】ではない者は危険思想に関わる選択を一度でも犯した証左である。危険思想選択者は当局でリストアップしている。今後、軽率な言動にはくれぐれも注意してくれ。",
        "comment": "おぉ、同志よ。これからも共に励んでいこう。【投票する者は何も決定できない。投票を集計する者がすべてを決定する。】、【たった一つの死は悲劇だが、100万の死は統計に過ぎない。】、【感謝の気持ちとは、犬に悩まされて気分を悪くするようなものだ。】これらは同志スターリンの言葉である。この思想や価値観を決して絶やさず、次代へと紡いでいくのだ。"
    },
    {
        "title": "「奇跡のジョージア人」",
        "url": "https://www.y-history.net/appendix/wh1502-122.html",
        "img": "",
        "txt": "スターリンは本名をヨシフ＝ヴィサリオノヴィチ＝ジュガシヴィリ、1879年12月21日、ジョージア（かつては日本ではグルジアといわれた）のゴリと言う小さな町の貧しい靴直し職人の子として生まれた。母の希望で10歳で神学校に入り将来は聖職者になるはずであったが、豊かな言語の才能に恵まれ、母語であるジョージア語の他にロシア語も話せるようになり、あらゆる本を読むようになった。その中で他民族の支配を受け続けるジョージア人の苦難の歴史を知り、民族主義者となり、ツァーリズムにも批判的な言動をするようになったため神学校を追放された。都会に出て労働運動にかかわるようになってからレーニンの著作を読んで感銘を受け職業的な社会革命家になる道を選んだ。ストライキを指導して地下活動で頭角を現し、その活動を知ったレーニンは「奇跡のジョージア人」と呼んだという。その間、何度も官憲に捕らえられシベリア流刑になったが、何度も脱走に成功している。"
    },
    {
        "title": "「鋼鉄の男」",
        "url": "",
        "img": "",
        "txt": "コーカサス地方のボリシェヴィキ責任者となった彼は、フィンランドで開催されたボリシェヴィキの会議に出席して初めてレーニンに会い、その行動力を認めたレーニンは彼を「鋼鉄の男」を意味するスターリンというあだ名で呼んだ。その名の通り、その後のスターリンはレーニンとボリシェヴィキの資金の獲得などの裏の危険な仕事をこなすようになり、故郷ジョージアでは銀行強盗を働いて大金を奪取することに成功した。さらに麻薬売人と手を組んで売春宿を経営したり、かなりきわどいことをしている。彼はそれらを革命のため、と正当化したが、さすがにレーニンから諫められて非合法の資金集めからは手を引いた。このような危険を顧みない行動力だけでなく、語学や文才もあり、演説でも人を惹きつけ、次第にボリシェヴィキの中枢をしめるのようになったのだった。"
    }
]